 var data_array0 = [

	data_array1_allPers = [
["<a><img src='images/monstr1.jpg' alt='Monsters'></a><br>Как зовут хозяина замка в 'Монстрах на каникулах'?","Вова","Мумия","Кирилл","Дракула",4],
["<a><img src='images/monster-a-12-120.jpg' alt='AB'><br>Какая злая птичка всё время взрывалась?","Чак","Чук","Рэд","Бомба",4],
["<a><img src='images/Angry-4-120.jpg' alt='AB'><br>Сколько человек в команде пожарного Сэма?","1","7","122","44",2],
["<a><img src='images/Sam3.png' alt='Sam'><br>Как зовут жёлтого бота","Жук","Оптимус Прайм","Бамблби","Шевроле Каптива",3],
["<a><img src='images/former-a-5-120.jpg' alt='Formers'><br>Сколько есть серий Звёздных войн?","Три","Две","Сто","Восемь",4],
["<a><img src='images/StrWr_Logo.jpg' alt='Super'><br>У какого супергероя есть щит со звездой","Халк","Капитан Америка","Железный человек","Бэтмен",2],
["<a><img src='images/Marv-120-FPng/Marv-CAm(51)-120.jpg' alt='Marv'><br>Посчитаем? 5х5=","10","15","20","25",4],
	],

      
	data_array2_AnBi = [
["<a><img src='images/ABirds-all-120.png' alt='AB'></a><br>Кто вёз торт на день рождения птенца?","Орёл","Лось","Почтальон Печкин","Рэд",4],
["<a><img src='images/Angry-9-120.jpg' alt='AB'><br>Какая злая птичка самая быстрая?","Чак","Чук","Рэд","Бомба",1],
["<a><img src='images/Angry-2-chuck-120.jpg' alt='AB'><br>Какая птичка пописала в озеро умности?","Орёл","Чак","Бомба","Король Свиней",1],
["<a><img src='images/Angry-11-120.jpg' alt='AB'><br>Какую птицу запульнули из рогатки на празднике","Фламинго","Чак","Рэд","Птица-судья",3],
["<a><img src='images/Angry-6-120.jpg' alt='AB'><br>Из чего состоит остров, который нашёл Король свиней?","Камни","Деревья","Песок","Лёд",4],
["<a><img src='images/Angry-5-120.jpg' alt='AB'><br>Для чего свиньи забрали яйца у птиц?","Чтобы бросить их в воду","Чтобы съесть на завтрак","Чтобы закрыть на зиму в погреб","Чтобы поиграть ими в пингпонг",2],
["<a><img src='images/Angry-13-120.jpg' alt='AB'><br>Посчитаем? 6х6=","18","24","30","36",4],
	],

	data_array3_Monstr = [
["<a><img src='images/monstr1.jpg' alt='Monsters'></a><br>Сколько главных монстров в мультфильме 'Монстры на каникулах'?","Один","Сто двадцать","Тридцать","Девять",4],
["<a><img src='images/monster-a-13-120.jpg' alt='Monsters'><br>Какой монстр самый желеобразный?","Дракула","Человек-Невидимка","Вольфыч","Желешка",4],
["<a><img src='images/monster-a-3-120.jpg' alt='Monsters'><br>В кого превращается Дракула?","Орёл","Синица","Летучая мышь","Король Свиней",3],
["<a><img src='images/monster-a-2-120.jpg' alt='Monsters'><br>Какой монстр Вольфыч?","Волк","Зомби","Вампир","Волк-оборотень",4],
["<a><img src='images/monster-a-5-120.png' alt='Monsters'><br>Какой монстр всё время разваливается на части?","Желешка","Франкенштейн","Бигфут","Мумия",2],
["<a><img src='images/monster-a-10-120.png' alt='Monsters'><br>Какой сыр ели монстры во второй части мультфильма?","Зелёный","С дырками","Вонючий","Поющий",4],
["<a><img src='images/monster-a-11-120.jpg' alt='Monsters'><br>Посчитаем? 6х6=","18","24","30","36",4],
	],
        data_array4_Marvel = [
["<a><img src='images/Marvel-All-120.jpg' alt='Marvel'></a><br>Как называется красный предмет на голове Йонду?","Хохолок","Чуб","Гребень","Рог",3],
["<a><img src='images/Marvel-Jondu-120.jpg' alt='Marvel'><br>Как звали отца Питера?","Угу","Ого","Эго","Боб",3],
["<a><img src='images/Marvel-Ego-120.jpg' alt='Marvel'><br>Что говорило маленькое дерево?","Я был Грутт","Я есть Грутт","Я тут Грутт","Я Грутт",2],
["<a><img src='images/Marvel-Derevo1-120.jpg' alt='Marvel'><br>Как звали енота?","Волк","Белка","Ракета","Лёша",3],
["<a><img src='images/Marvel-Enot-120.jpg' alt='Marvel'><br>На чем слушал музыку Питер?","Патифон","Магнитофон","Плеер","Телефон",3],
["<a><img src='images/Marvel-Walkman.jpg' alt='Marvel'><br>Какого цвета глаза в маске Питера?","Зелёного","Красного","Коричневого","Синего",2],
["<a><img src='images/Marvel-Peter-120.jpg' alt='Marvel'><br>Посчитаем? 4х4=","8","12","16","20",3],
	],
		     ];
